// SPDX-FileCopyrightText: 2026 北京京微资易科技有限公司 and AI WorkDeck contributors
// SPDX-License-Identifier: AGPL-3.0-or-later

export default {
  "edit": "แก้ไขก่อนส่ง",
  "tab": "กด Tab เพื่อส่ง",
  "dismiss": "ปิดคำแนะนำ",
  "on": "ข้อความถัดไป · เปิด",
  "off": "ข้อความถัดไป · ปิด",
  "about": "เกี่ยวกับ",
  "help": "หลังจากได้รับการตอบกลับ โมเดลปัจจุบันของคุณจะแนะนำข้อความถัดไปหนึ่งรายการ โดยใช้ทรัพยากรโมเดลเพิ่มเล็กน้อยโดยไม่ต้องอ่านไฟล์แนบเพิ่มเติม คลิกเพื่อแก้ไข หรือกด Tab ในช่องว่างเพื่อส่ง การยอมรับ การแก้ไข และการปิดคำแนะนำจะถูกจัดเก็บไว้ในอุปกรณ์นี้เป็นเวลา 30 วัน และความคิดเห็นล่าสุดจะถูกส่งไปยังโมเดลปัจจุบันของคุณพร้อมกับคำขอคำแนะนำในภายหลังในบทสนทนานี้ ซึ่งไม่ได้ใช้ฝึกโมเดลหรือนับเข้าในสถิติการใช้งานแต่อย่างใด"
}
